tutorials/combustion/XiFoam/les/pitzDaily3D/Allrun
#!/bin/sh
# Source tutorial run functions
. $WM_PROJECT_DIR/bin/tools/RunFunctions

application="XiFoam"

runApplication blockMesh
runApplication $application
